/* Placeholder to show while the services menu is being built */
"Building\\U2026" = "Buduję…";

/* Development (as in programming) category for Services */
"Development" = "Programowanie";

/* Files and folders category for Services */
"Files and Folders" = "Pliki i katalogi";

/* General category for Services */
"General" = "Ogólne";

/* Internet category for Services */
"Internet" = "Internet";

/* Messaging category for Services */
"Messaging" = "Wiadomości";

/* Menu item title for when no services are available in this context */
"No Services Apply" = "Nie ma pasujących usług";

/* Pictures (as in images) category for Services */
"Pictures" = "Obrazki";

/* Searching category for Services */
"Searching" = "Wyszukiwanie";

/* Title for Services menu */
"Services" = "Usługi";

/* Error description when Services Preferences could not be opened. */
"Services Preferences are not available because System Preferences could not be opened." = "Preferencje usług są niedostępne, ponieważ nie udało się otworzyć Preferencji systemowych.";

/* Menu item title for changing Services menu */
"Services Preferences\\U2026" = "Preferencje usług…";

/* Text category for Services */
"Text" = "Tekst";

